name: "postprocess"
backend: "python"
input [
    {
    name: "post_in"
    data_type: TYPE_FP32
    dims: [ -1, 10 ]
    }
]

output [
    {
    name: "post_out"
    data_type: TYPE_INT32
    dims: [ -1 ]
    }
]

instance_group [{ kind: KIND_CPU }]